<?php

return [

    'title_page' => 'المراحل الدراسية',
    'List_Grade' => 'قائمة المراحل الدراسية',
    'add_Grade' => 'اضافة مرحلة',
    'edit_Grade'=> 'تعديل المرحلة',
    'delete_Grade'=> 'حذف المرحلة',
    'Warning_Grade'=> 'هل انت متاكد من عملية الحذف ؟',
    'stage_name_ar' => 'اسم المرحلة بالعربية',
    'stage_name_en' => 'اسم المرحلة بالانجليزية',
    'Notes_ar' => 'ملاحظات بالعربية',
    'Notes_en' => 'ملاحظات بالانجليزية',
    'Save_data' => 'حفظ البيانات',
    'Name'=>'اسم المرحلة',
    'Notes'=>'ملاحظات',
    'Processes'=>'العمليات',
    'delete_Grade_Error'=>'لايمكن حذف المرحلة بسبب وجود صفوف تابعة لها',
    'Edit'=>'تعديل',
    'Delete_all'=> 'حذف كل المراحل',
    'Are_you_sure'=> 'هل أنت متأكد من حذف جميع الدرجات',
    'exists'=>'المرحلة موجودة مسبقا',
    'Delete'=>'حذف',
    'Close' => 'اغلاق',
    



];